Repository: akuru/sinhala-unicode
Catalog: po/gnome/gnome-hello.HEAD.*.po
Languages: si

source: GNOME Hello Demo
si: GNOME Hello නිදර්ශක වැඩසටහන

source: Sample application using GNOME technologies
si: GNOME තාක්‍ෂණය උපයොගී කරගත් උදාහරණය

source: Hello, World!
si: සැමට ආයුබෝවන්!

source: Special Greetings to:
si: විශේෂ සුභ පැතුමකි ඔබට:

source: Say hello to specific people listed on the command line
si: විධාන රේඛාවෙ සඳහන් සැමට සුභ පතන්න

source: Specify a message other than "Hello, World!"
si: "සැමට ආයුබෝවන්‍!" යන්නට අමතර වෙනත් පනිවිඩයක් සපයන්න

source: MESSAGE
si: පනිවිඩය

source: You must specify someone to greet.
si: සුභ පැතීම සඳහා යමෙකු සඳහන් කරන්න.

source: _New Hello
si: නව සුභ පැතුමක්

source: Create a new hello
si: නව සුභ පැතුමක් නිමවන්න

source: New
si: නව

source: Prev
si: පෙර

source: Previous hello
si: පෙර සුබ පැතුම

source: Next
si: ඉදිරි

source: Next hello
si: තවත් සුබ පැතුමක්

source: This does nothing; it is only a demonstration.
si: මෙය කිසිවක් නොකරයි; නිදර්ශණය සඳහා පමණි

source: A sample GNOME application.
si: ආදර්ශන GNOME වැඩසටහන
